[
  {
    "title": "Godzilla",
    "releaseDate": "1954-11-03",
    "posterUrl": "https://image.tmdb.org/t/p/original/ixfHV61iRM4Jkgw0uI5ICtNwfmX.jpg",
    "description": "Japan is thrown into a panic after several ships are sunk near Odo Island. An expedition to the island led by Dr. Yemani soon discover something far more devastating than imagined in the form of a 50 meter tall monster whom the natives call Gojira. Now the monster begins a rampage that threatens to destroy not only Japan, but the rest of the world as well.",
    "era": "Showa",
    "rating": 7.601,
    "genres": [
      "Thriller",
      "Horror",
      "Science Fiction"
    ],
    "runtime": 96,
    "alternateNames": [
      "ゴジラ"
    ]
  },
  {
    "title": "Godzilla Raids Again",
    "releaseDate": "1955-04-24",
    "posterUrl": "https://image.tmdb.org/t/p/original/bBYdh9tDCyLaArBOzE38QCA7C3y.jpg",
    "description": "Two fishing scout pilots make a horrifying discovery when they encounter a second Godzilla alongside a new monster named Anguirus. Without the weapon that killed the original, authorities attempt to lure Godzilla away from the mainland. But Anguirus soon arrives and the two monsters make their way towards Osaka as Japan braces for tragedy.",
    "era": "Showa",
    "rating": 6,
    "genres": [
      "Science Fiction",
      "Horror"
    ],
    "runtime": 82,
    "alternateNames": [
      "ゴジラの逆襲"
    ]
  },
  {
    "title": "King Kong vs. Godzilla",
    "releaseDate": "1962-08-11",
    "posterUrl": "https://image.tmdb.org/t/p/original/dmCfyzUl0Ylk8Rpi6dYyWuBrnNr.jpg",
    "description": "The advertising director of Pacific Pharmaceuticals, frustrated with the low ratings of their sponsored TV program, seeks a more sensationalist approach. He orders his staff to Faro Island to capture King Kong for exploitation. As Godzilla re-emerges, a media frenzy generates with Pacific looking to capitalize off of the ultimate battle.",
    "era": "Showa",
    "rating": 6.8,
    "genres": [
      "Science Fiction",
      "Comedy",
      "Adventure",
      "Fantasy"
    ],
    "runtime": 97,
    "alternateNames": [
      "キングコング対ゴジラ"
    ]
  },
  {
    "title": "Mothra vs. Godzilla",
    "releaseDate": "1964-04-29",
    "posterUrl": "https://image.tmdb.org/t/p/original/y49vvM03gpuyhpyMc1f55VrNkP3.jpg",
    "description": "Journalists Ichiro Sakai and Junko cover the wreckage of a typhoon when an enormous egg is found and claimed by greedy entrepreneurs. Mothra's fairies arrive and are aided by the journalists in a plea for its return. As their requests are denied, Godzilla arises near Nagoya and the people of Infant Island must decide if they are willing to answer Japan's own pleas for help.",
    "era": "Showa",
    "rating": 7.038,
    "genres": [
      "Drama",
      "Action",
      "Science Fiction"
    ],
    "runtime": 89,
    "alternateNames": [
      "モスラ対ゴジラ"
    ]
  },
  {
    "title": "Ghidorah, the Three-Headed Monster",
    "releaseDate": "1964-12-20",
    "posterUrl": "https://image.tmdb.org/t/p/original/qkI5nhvxx3233gQmoQvv0W3MB7A.jpg",
    "description": "After a meteorite unleashes a three-headed beast upon Tokyo, Mothra tries to unite with Godzilla and Rodan to battle the extraterrestrial threat.",
    "era": "Showa",
    "rating": 7.037,
    "genres": [
      "Science Fiction",
      "Action"
    ],
    "runtime": 92,
    "alternateNames": [
      "三大怪獣　地球最大の決戦"
    ]
  },
  {
    "title": "Invasion of Astro-Monster",
    "releaseDate": "1965-12-19",
    "posterUrl": "https://image.tmdb.org/t/p/original/x7UkjDyUd3ZBo0Cv1sjktzinFCA.jpg",
    "description": "Astronauts Glenn and Fuji investigate Planet X and encounter mysterious aliens known as the Xiliens, who ask Earth's people to help save their world from \"Monster Zero\".  In exchange for borrowing Godzilla and Rodan, the Xiliens offer a cure for cancer. As Glenn investigates, he develops a romance with Miss Namikawa and uncovers the Xilien's true intentions.",
    "era": "Showa",
    "rating": 6.772,
    "genres": [
      "Science Fiction",
      "Action"
    ],
    "runtime": 96,
    "alternateNames": [
      "怪獣大戦争"
    ]
  },
  {
    "title": "Ebirah, Horror of the Deep",
    "releaseDate": "1966-12-17",
    "posterUrl": "https://image.tmdb.org/t/p/original/rYGsvMKjIBU5CAQrfHOv9xIfYhn.jpg",
    "description": "Searching for his brother, Ryota stows away on a boat belonging to a criminal alongside two other teenagers. The group shipwrecks on Letchi island and discover the Infant Island natives have been enslaved by a terrorist organization controlling a crustacean monster. Finding a sleeping Godzilla, they decide to awaken him to defeat the terrorists and liberate the natives.",
    "era": "Showa",
    "rating": 6.325,
    "genres": [
      "Science Fiction",
      "Action",
      "Fantasy"
    ],
    "runtime": 87,
    "alternateNames": [
      "ゴジラ・エビラ・モスラ　南海の大決闘"
    ]
  },
  {
    "title": "Son of Godzilla",
    "releaseDate": "1967-12-16",
    "posterUrl": "https://image.tmdb.org/t/p/original/ueVb71Om2KaDcbeSLA8IHQtJ7oJ.jpg",
    "description": "Reporter Goro Maki stumbles upon scientists conducting weather experiments on Sollgel Island in the South Seas. He discovers the island is inhabited by giant mantis and a woman named Saeko who's been cast away since the death of her father. The pair soon find a helpless infant monster that Godzilla must adopt and learn to raise as one of his own.",
    "era": "Showa",
    "rating": 6.4,
    "genres": [
      "Adventure",
      "Family",
      "Science Fiction"
    ],
    "runtime": 86,
    "alternateNames": [
      "怪獣島の決戦 ゴジラの息子"
    ]
  },
  {
    "title": "Destroy All Monsters",
    "releaseDate": "1968-08-01",
    "posterUrl": "https://image.tmdb.org/t/p/original/24r1hsRisfUidwLF67J0iMuWh7p.jpg",
    "description": "At the turn of the century, all of the Earth's monsters have been rounded up and kept safely on Monsterland. Chaos erupts when a race of she-aliens known as the Kilaaks unleash the monsters across the world.",
    "era": "Showa",
    "rating": 6.8,
    "genres": [
      "Science Fiction",
      "Action"
    ],
    "runtime": 89,
    "alternateNames": [
      "怪獣総進撃"
    ]
  },
  {
    "title": "All Monsters Attack",
    "releaseDate": "1969-12-20",
    "posterUrl": "https://image.tmdb.org/t/p/original/hYr8zGU8cb2883QbkEhxl6gozYn.jpg",
    "description": "Ichiro Miki is a child living in the industrial district of Kawasaki, where his parents' constant struggle to make ends meet often leaves the schoolboy alone. Constantly teased by a bully nicknamed Gabara, his only friends are toy consultant Shinpei and fellow classmate Sachiko. Ichiro turns to escapist dreams of Monster Island where he befriends the equally bullied Minilla.",
    "era": "Showa",
    "rating": 5.1,
    "genres": [
      "Fantasy",
      "Science Fiction",
      "Family"
    ],
    "runtime": 70,
    "alternateNames": [
      "ゴジラ・ミニラ・ガバラ オール怪獣大進撃"
    ]
  },
  {
    "title": "Godzilla vs. Hedorah",
    "releaseDate": "1971-07-24",
    "posterUrl": "https://image.tmdb.org/t/p/original/mWVRlVwWK3sUCGd9lzMMWUa7CBu.jpg",
    "description": "An ever evolving alien life-form arrives on a comet from the Dark Gaseous Nebula and proceeds to consume pollution. Spewing mists of sulfuric acid and corrosive sludge, neither humanity nor Godzilla may be able to defeat this toxic menace.",
    "era": "Showa",
    "rating": 6.74,
    "genres": [
      "Action",
      "Science Fiction",
      "Horror",
      "Family"
    ],
    "runtime": 85,
    "alternateNames": [
      "ゴジラ対ヘドラ"
    ]
  },
  {
    "title": "Godzilla vs. Gigan",
    "releaseDate": "1972-03-12",
    "posterUrl": "https://image.tmdb.org/t/p/original/hrsIGO4RUxPsYdOIsbSJGqzjpVi.jpg",
    "description": "Manga artist Gengo Odaka lands a job with the World Children's Land amusement park only to become suspicious of the organization when a garbled message is discovered on tapes. As Gengo and his team investigate, Godzilla and Anguirus quickly decipher the message and begin their own plan of action.",
    "era": "Showa",
    "rating": 6.343,
    "genres": [
      "Action",
      "Adventure",
      "Family",
      "Science Fiction"
    ],
    "runtime": 89,
    "alternateNames": [
      "地球攻撃命令 ゴジラ対ガイガン"
    ]
  },
  {
    "title": "Godzilla vs. Megalon",
    "releaseDate": "1973-03-17",
    "posterUrl": "https://image.tmdb.org/t/p/original/au8CGZeCjgoxHe33gZWO0DDvndL.jpg",
    "description": "Inventor Goro Ibuki creates a humanoid robot named Jet Jaguar. It is soon seized by an undersea race of people called the Seatopians. Using Jet Jaguar as a guide, the Seatopians send Megalon as vengeance for the nuclear tests that have devastated their society.",
    "era": "Showa",
    "rating": 6.2,
    "genres": [
      "Action",
      "Adventure",
      "Family",
      "Science Fiction",
      "Fantasy"
    ],
    "runtime": 82,
    "alternateNames": [
      "ゴジラ対メガロ"
    ]
  },
  {
    "title": "Godzilla vs. Mechagodzilla",
    "releaseDate": "1974-03-20",
    "posterUrl": "https://image.tmdb.org/t/p/original/z2vpWkHTHgXE8IDNEO2o6ZBSAVl.jpg",
    "description": "An Okinawan prophecy that foretells the destruction of the Earth is seeming fulfilled when Godzilla emerges to return to his destructive roots. But not all is what it seems after Godzilla breaks his ally Anguirus's jaw. Matters are further complicated when a second Godzilla emerges, revealing the doppelgänger as a mechanical weapon.",
    "era": "Showa",
    "rating": 7.027,
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ],
    "runtime": 84,
    "alternateNames": [
      "ゴジラ対メカゴジラ"
    ]
  },
  {
    "title": "Terror of Mechagodzilla",
    "releaseDate": "1975-03-15",
    "posterUrl": "https://image.tmdb.org/t/p/original/kHBJNwdxTJ4ub01bWg6WFpS3WF2.jpg",
    "description": "A submarine expedition to salvage the remains of Mechagodzilla is thwarted by a massive dinosaur named Titanosaurus. An Interpol investigation leads biologist Ichinose to uncover the work of Dr. Mafune and his mysterious daughter Katsura. Aligned with the Black Hole Aliens, Katsura's life becomes entwined with the resurrected machine.",
    "era": "Showa",
    "rating": 6.813,
    "genres": [
      "Science Fiction",
      "Action"
    ],
    "runtime": 83,
    "alternateNames": [
      "メカゴジラの逆襲"
    ]
  },
  {
    "title": "The Return of Godzilla",
    "releaseDate": "1984-12-15",
    "posterUrl": "https://image.tmdb.org/t/p/original/dP1ISBkknJ7eh01Co2Q58dxv6vu.jpg",
    "description": "After a fishing boat is attacked, the sole surviving crew member realizes it is none other than a resurrected Godzilla. However, efforts to bring the story to light are suppressed by the Japanese government amid growing political tensions between the United States and the Soviet Union, who are both willing to bomb Japan to stop the monster.",
    "era": "Heisei",
    "rating": 7.21,
    "genres": [
      "Science Fiction",
      "Action",
      "Thriller",
      "Horror"
    ],
    "runtime": 103,
    "alternateNames": [
      "ゴジラ"
    ]
  },
  {
    "title": "Godzilla vs. Biollante",
    "releaseDate": "1989-12-16",
    "posterUrl": "https://image.tmdb.org/t/p/original/tHchmbNaJNxp9vRGExvYg3dwMab.jpg",
    "description": "After the previous Godzilla attack, a miniature arms race ensues to collect his cells. Concerned over Godzilla's possible return, the Japanese government uses the cells to create a new bio-weapon, ANEB (Anti-Nuclear Energy Bacteria). They seeks the aid of geneticist Genshiro Shiragami, who's experiments result in a new mutation.",
    "era": "Heisei",
    "rating": 7.317,
    "genres": [
      "Action",
      "Horror",
      "Fantasy"
    ],
    "runtime": 105,
    "alternateNames": [
      "ゴジラvsビオランテ"
    ]
  },
  {
    "title": "Godzilla vs. King Ghidorah",
    "releaseDate": "1991-12-14",
    "posterUrl": "https://image.tmdb.org/t/p/original/laCPiLcM3yq2I32mE9XNCftRhA.jpg",
    "description": "The Futurians, time-travelers from the 23rd century, arrive in Japan to warn them of the nation's destruction under Godzilla. They offer to help erase Godzilla from history by preventing his creation. With Godzilla seemingly gone, a new monster emerges as the Futurians' true intentions are revealed.",
    "era": "Heisei",
    "rating": 6.979,
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ],
    "runtime": 103,
    "alternateNames": [
      "ゴジラvsキングギドラ"
    ]
  },
  {
    "title": "Godzilla vs. Mothra",
    "releaseDate": "1992-12-12",
    "posterUrl": "https://image.tmdb.org/t/p/original/oqhO8Vg8DOTnuen1rmL4BdS2su2.jpg",
    "description": "Mothra's dark counterpart, Battra, emerges to eliminate humanity on behalf of the Earth. Two tiny fairies called the Cosmos offer their help by calling Mothra to battle the creature. Unfortunately a meteorite has awoken a hibernating Godzilla as a three way battle for the Earth begins.",
    "era": "Heisei",
    "rating": 6.8,
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Science Fiction"
    ],
    "runtime": 102,
    "alternateNames": [
      "ゴジラvsモスラ"
    ]
  },
  {
    "title": "Godzilla vs. Mechagodzilla II",
    "releaseDate": "1993-12-11",
    "posterUrl": "https://image.tmdb.org/t/p/original/pEIdvfcmLnLNz54oRba4u7YL8VX.jpg",
    "description": "The U.N.G.C.C. (United Nations Godzilla Countermeasure Center) recovers the remains of Mecha-King Ghidorah and construct Mechagodzilla as a countermeasure against Godzilla. Meanwhile, a giant egg is discovered along with a new monster called Rodan. The egg is soon found to be none other than an infant Godzillasaurus.",
    "era": "Heisei",
    "rating": 7.3,
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Science Fiction"
    ],
    "runtime": 108,
    "alternateNames": [
      "ゴジラvsメカゴジラ"
    ]
  },
  {
    "title": "Godzilla vs. SpaceGodzilla",
    "releaseDate": "1994-12-10",
    "posterUrl": "https://image.tmdb.org/t/p/original/zsPR2wpPpOOCG5Xvc0WHJz34kyX.jpg",
    "description": "A mysterious extraterrestrial being resembling Godzilla rapidly approaches Earth. The monster, dubbed SpaceGodzilla, lands to challenge the King of the Monsters.",
    "era": "Heisei",
    "rating": 6.704,
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ],
    "runtime": 108,
    "alternateNames": [
      "ゴジラvsスペースゴジラ"
    ]
  },
  {
    "title": "Godzilla vs. Destoroyah",
    "releaseDate": "1995-12-09",
    "posterUrl": "https://image.tmdb.org/t/p/original/csebMf1IWokaWOughl5s3uX8p44.jpg",
    "description": "A burning Godzilla, on the verge of meltdown, emerges to lay siege to Hong Kong. At the same time horrifying new organisms are discovered in Japan. These crustacean-like beings are seemingly born of the Oxygen Destroyer, the weapon that killed the original Godzilla.",
    "era": "Heisei",
    "rating": 7.816,
    "genres": [
      "Action",
      "Science Fiction",
      "Horror"
    ],
    "runtime": 103,
    "alternateNames": [
      "ゴジラvsデストロイア"
    ]
  },
  {
    "title": "Godzilla",
    "releaseDate": "1998-05-20",
    "posterUrl": "https://image.tmdb.org/t/p/original/xJVl1I95StraYAwaNbBkVoWE2qA.jpg",
    "description": "French nuclear tests irradiate an iguana into a giant monster that viciously attacks freighter ships in the Pacific Ocean. A team of experts, including Niko Tatopoulos, conclude that the oversized reptile is the culprit. Before long, the giant lizard is loose in Manhattan as the US military races to destroy the monster before it reproduces and it's spawn takes over the world.",
    "era": "Tristar",
    "rating": 5.6,
    "genres": [
      "Science Fiction",
      "Action",
      "Thriller"
    ],
    "runtime": 138
  },
  {
    "title": "Godzilla 2000: Millennium",
    "releaseDate": "1999-12-11",
    "posterUrl": "https://image.tmdb.org/t/p/original/aER55kapaLqHbrdfqebuVCORnpi.jpg",
    "description": "An independent group of researchers called the Godzilla Prediction Network (GPN) actively track Godzilla as he makes landfall in Nemuro.  Matters are further complicated when a giant meteor is discovered in the Ibaragi Prefecture. The mysterious rock begins to levitate as it's true intentions for the world and Godzilla are revealed.",
    "era": "Millennium",
    "rating": 6.9,
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ],
    "runtime": 107,
    "alternateNames": [
      "ゴジラ2000 ミレニアム"
    ]
  },
  {
    "title": "Godzilla vs. Megaguirus",
    "releaseDate": "2000-11-03",
    "posterUrl": "https://image.tmdb.org/t/p/original/8H78ZTr9SVoYYAQzMiFz8CO3TKd.jpg",
    "description": "In an alternate timeline the original Godzilla is never defeated and repeatedly reemerges to feed on Japan's energy sources. A new inter-dimensional weapon called the Dimension Tide is created with the intent of eliminating Godzilla. However, the new weapon might also serve as a gateway to something far more sinister.",
    "era": "Millennium",
    "rating": 6.577,
    "genres": [
      "Action",
      "Science Fiction",
      "Horror"
    ],
    "runtime": 105,
    "alternateNames": [
      "ゴジラ×メガギラス G消滅作戦"
    ]
  },
  {
    "title": "Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack",
    "releaseDate": "2001-12-15",
    "posterUrl": "https://image.tmdb.org/t/p/original/d3lMCQJfjCBlGFy5sWpsEaBnEPl.jpg",
    "description": "Godzilla has become a distant memory for Japan when the destruction of a US submarine raises alarms for Admiral Tachibana. His estranged daughter Yuri investigates the legend of the guardian monsters, who must rise to protect Japan against the vengeful spirits within Godzilla that seek to destroy both the nation and its people for the suffering they inflicted in the Pacific conflict.",
    "era": "Millennium",
    "rating": 7.4,
    "genres": [
      "Action",
      "Science Fiction",
      "Horror"
    ],
    "runtime": 105,
    "alternateNames": [
      "ゴジラ・モスラ・キングギドラ大怪獣総進撃"
    ]
  },
  {
    "title": "Godzilla Against MechaGodzilla",
    "releaseDate": "2002-11-02",
    "posterUrl": "https://image.tmdb.org/t/p/original/nSft7gT42Y7f0gZtZ74nMyuyMvw.jpg",
    "description": "JSDF pilot Akane has a fateful encounter when a new Godzilla emerges in Tateyama. As a countermeasure, a cyborg named Kiryu is constructed from the remains of the original. The machine is discovered to harbor the restless soul of the original monster as Akane must learn to find value in her own life as well.",
    "era": "Millennium",
    "rating": 7.3,
    "genres": [
      "Action",
      "Science Fiction"
    ],
    "runtime": 88,
    "alternateNames": [
      "ゴジラ×メカゴジラ"
    ]
  },
  {
    "title": "Godzilla: Tokyo S.O.S.",
    "releaseDate": "2003-12-13",
    "posterUrl": "https://image.tmdb.org/t/p/original/iwRJNFY9yvtPdu0DsTXOJ8sAap3.jpg",
    "description": "Mothra and her fairies return to Japan to warn mankind that they must return Kiryu to the sea, for the dead must not be disturbed. However Godzilla has survived to menace Japan leaving Kiryu as the nation's only defense.",
    "era": "Millennium",
    "rating": 7.013,
    "genres": [
      "Action",
      "Science Fiction",
      "Fantasy"
    ],
    "runtime": 91,
    "alternateNames": [
      "ゴジラ×モスラ×メカゴジラ／東京SOS"
    ]
  },
  {
    "title": "Godzilla: Final Wars",
    "releaseDate": "2004-12-04",
    "posterUrl": "https://image.tmdb.org/t/p/original/zpw7tJnN7yQfL4DO9HvuvnrAGRZ.jpg",
    "description": "Humanity finally rids themselves of Godzilla, imprisoning him in an icy tomb in the South Pole. All is peaceful until various monsters emerge to lay waste to Earth's cities. Overwhelmed, humanity is seemingly saved by a race of benevolent aliens known as Xiliens. But not all is what it seems with these bizarre visitors. If humanity wishes to survive, they must reluctantly resurrect their most hated enemy, Godzilla.",
    "era": "Millennium",
    "rating": 7,
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction",
      "Fantasy",
      "Thriller"
    ],
    "runtime": 125,
    "alternateNames": [
      "ゴジラ ファイナルウォーズ"
    ]
  },
  {
    "title": "Godzilla",
    "releaseDate": "2014-05-14",
    "posterUrl": "https://image.tmdb.org/t/p/original/zokD6uxR2iWfYM3Y84yGJvnNTK7.jpg",
    "description": "Ford Brody, a Navy bomb expert, has just reunited with his family in San Francisco when he is forced to go to Japan to help his estranged father, Joe. Soon, both men are swept up in an escalating crisis when an ancient alpha predator arises from the sea to combat malevolent adversaries that threaten the survival of humanity. The creatures leave colossal destruction in their wake, as they make their way toward their final battleground: San Francisco.",
    "era": "MonsterVerse",
    "rating": 6.332,
    "genres": [
      "Action",
      "Drama",
      "Science Fiction"
    ],
    "runtime": 123
  },
  {
    "title": "Godzilla: Planet of the Monsters",
    "releaseDate": "2017-11-17",
    "posterUrl": "https://image.tmdb.org/t/p/original/hAuZ7g6TqDLv5fOqXIPgYRguOkm.jpg",
    "description": "A desperate group of refugees attempts to recolonize Earth 20,000 years after Godzilla took over. But one young man wants revenge above all else.",
    "era": "Reiwa",
    "rating": 6.307,
    "genres": [
      "Animation",
      "Action",
      "Science Fiction"
    ],
    "runtime": 89,
    "alternateNames": [
      "GODZILLA 怪獣惑星"
    ]
  },
  {
    "title": "Godzilla: City on the Edge of Battle",
    "releaseDate": "2018-05-18",
    "posterUrl": "https://image.tmdb.org/t/p/original/8y1YhD6niL3aMfeEPhStHMWdPxH.jpg",
    "description": "Humanity's desperate battle to reclaim the Earth from Godzilla continues. The key to defeating the King of the Monsters may be Mechagodzilla, a robotic weapon thought to have been lost nearly 20,000 years ago.",
    "era": "Reiwa",
    "rating": 6.5,
    "genres": [
      "Animation",
      "Science Fiction"
    ],
    "runtime": 101,
    "alternateNames": [
      "GODZILLA 決戦機動増殖都市"
    ]
  },
  {
    "title": "Godzilla: The Planet Eater",
    "releaseDate": "2018-11-09",
    "posterUrl": "https://image.tmdb.org/t/p/original/fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
    "description": "With no means for defeating Godzilla Earth, mankind watches as King Ghidorah, clad in a golden light, descends on the planet. The heavens and earth shake once again as the war moves to a higher dimension.",
    "era": "Reiwa",
    "rating": 6.431,
    "genres": [
      "Animation",
      "Science Fiction",
      "Action",
      "Adventure"
    ],
    "runtime": 91,
    "alternateNames": [
      "GODZILLA 星を喰う者"
    ]
  },
  {
    "title": "Godzilla: King of the Monsters",
    "releaseDate": "2019-05-29",
    "posterUrl": "https://image.tmdb.org/t/p/original/fQ40gmFM4p03tXwMxQQKh2cCBW4.jpg",
    "description": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
    "era": "MonsterVerse",
    "rating": 6.701,
    "genres": [
      "Science Fiction",
      "Action"
    ],
    "runtime": 132
  },
  {
    "title": "Godzilla vs. Kong",
    "releaseDate": "2021-03-24",
    "posterUrl": "https://image.tmdb.org/t/p/original/pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
    "description": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
    "era": "MonsterVerse",
    "rating": 7.618,
    "genres": [
      "Action",
      "Science Fiction",
      "Adventure"
    ],
    "runtime": 114
  }
]